/* SMTP Server address */
"Address:" = "כתובת";

/* Authentication checkbox */
"Authentication" = "אימות";

/* Title for from field */
"From:" = "מ:";

/* No security option */
"None" = "כלום";

/* password field */
"Password:" = "סיסמא";

/* SMTP Server port */
"Port:" = "Port";

/* Security options title */
"Security:" = "אבטחה";

/* Title for box containing SMTP server details */
"SMTP Server:" = "שרת SMTP";

/* Title for subject prefix field */
"Subject prefix:" = "תחילית נושא";

/* TLS if possible security option */
"TLS if possible" = "TLS אם אפשרי";

/* TLS or close security option */
"TLS or close" = " TLS או קרוב";

/* Title for to field */
"To:" = "ל:";

/* Username field */
"Username:" = "שם משתמש";

